// Набор заданий
exam.tasks = [                                      
{ // Первое задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Кто из вас идет вперед только там, ...",
  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  true,      // Правильный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  false,      // Неверный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  false,      // Неверный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
        
},   
                                  
{ // Второе задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Кто из вас, идя домой, ...",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  false,      // Неверный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  false,      // Неверный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  true,      // Правильный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},   

{ // Третье задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Знает кто, что красный свет означает ...",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  false,      // Неверный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  true,      // Правильный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  false,      // Неверный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},   

{ // Четвертое задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Знаем, что зеленый свет говорит, что ...",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  false,      // Неверный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  false,      // Неверный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  false,      // Неверный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},   

{ // 5 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Когда желтый свет горит, он ...",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: true,        // Правильный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  false,      // Неверный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  false,      // Неверный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  false,      // Неверный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},   

{ // 6 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Знает кто, что красный свет означает ...",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "&laquo;Внимание!&raquo;,&nbsp;&#151; пешеходу говорит"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "&laquo;Путь открыт&raquo;"    // Содержание ответа
          },
          { // Третий ответ
            correct:  false,      // Неверный ответ 
            content: "где переход"    // Содержание ответа
          },
          { // Четвертый ответ
            correct:  true,      // Правильный ответ 
            content: "&laquo;Хода нет&raquo;"    // Содержание ответа
          },
          { // Пятый ответ
            correct:  false,      // Неверный ответ 
            content: "держит путь по мостовой"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},

{ // 7 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Водитель&nbsp;&#151; лицо, управляющее транспортным средством?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: true,        // Правильный ответ
            content: "Да"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "Нет"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},

{ // 8 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "На велосипеде разрешается ездить по дороге лицам, не моложе 14&nbsp;лет?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: true,        // Правильный ответ
            content: "Да"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "Нет"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},   

{ // 9 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Пешеход может переходить дорогу на желтый свет?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "Да"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "Нет"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
}, 
{ // 10 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "На тротуаре разрешается ездить на роликах, велосипеде?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "Да"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "Нет"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},
{ // 11 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "В Америке светофоры имеют 5 цветов?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "Да"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "Нет"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},
{ // 12 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Как правильно обойти трамвай?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: true,        // Правильный ответ
            content: "Спереди"    // Содержание ответа
          },
          { // Второй ответ
            correct: false,        // Неверный ответ 
            content: "Сзади"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},

{ // 13 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Как правильно обойти автобус?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "Спереди"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "Сзади"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:true}     
},

{ // 14 задание
  // Вопрос может быть просто текстом или строкой с HTML-кодом 
  question: "Как правильно обойти троллейбус?",

  // Ответ может быть просто текстом или строкой с HTML-кодом 
  answers:
        [
          { // Первый ответ
            correct: false,        // Неверный ответ
            content: "Спереди"    // Содержание ответа
          },
          { // Второй ответ
            correct: true,        // Правильный ответ 
            content: "Сзади"    // Содержание ответа
          }
        ],
  // Опции 
  options: {next:false}     
}   


            ];
